Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Vermittlung der Beförderung von Passagieren mit Schiffen
en: Arrangement of transportation of passengers by ships

source: Lagerung von Broschüren
en: Storage of brochures

source: Verteilung von Energie
en: Distribution of energy

source: Verfolgung von Frachten
en: Cargo tracking services

source: Organisation der Packetabholung
en: Arranging the collection of packages

source: Gastransport über Pipelines
en: Pipeline transport of gases

source: Einsammeln von gewerblichen Abfällen
en: Collection of industrial waste

source: Auskünfte in Bezug auf die Verkehrssituation
en: Information services relating to traffic speed

source: Briefzustellung durch Boten
en: Messenger services for letters

source: Vermietung von Schienenfahrzeugen zur Verwendung für das Vermessen von Schienenprofilen
en: Rental of railway vehicles for use in the measurement of rail profiles

source: Beratungsdienste in Bezug auf den Versand von Waren
en: Advisory services relating to the distribution of goods

source: Vermietung von Autos
en: Road transport services

source: Vermietung von Lagerflächen
en: Hiring of storage sites

source: Erteilen von Flugankunfts- und Abfluginformationen
en: Providing flight arrival and departure information

source: Buchung von Sitzplätzen für die Beförderung mit Kraftfahrzeugen
en: Booking of seats for transportation by motor vehicles

source: Umschlag [Transport] von Abfall
en: Handling [transport] of rubbish

source: Verteilung von Heizwärme
en: Distribution of heat

source: Müllentsorgung [Transport]
en: Dumping [transportation] of waste

source: Transport von Öl oder Gas durch Rohrleitungen
en: Transmission of oil or gas through pipelines

source: Bergung von Wasserfahrzeugen
en: Vessel salvage services

source: Durchführung von Umzügen [Umzugsdienste]
en: Removal services [moving services]

source: Transportdienste mittels Lastkraftwagen
en: Transport by heavy goods vehicles

source: Veranstaltung von Reisen als Bonusprogramm für Kreditkartenkunden
en: Arranging travel tours as a bonus program for credit cards customers

source: Veranstaltung von Reisen mit Jachten
en: Provision of cruises in yachts

source: Industrieumzugsdienste [Transport]
en: Industrial removal services [transportation]

source: Auskünfte in Bezug auf Straßenbedingungen
en: Information services relating to road conditions

source: Gekühlte Lagerung von Waren
en: Refrigerated storage of goods

source: Starten von Raumfahrzeugen
en: Launching of spacecraft

source: Verteilung von Elektrizität über Leitungen
en: Electricity distribution via cables

source: Lagerung von Lebensmitteln
en: Food storage services

source: Agenturdienste zur Buchung von Reisen
en: Travel agency and booking services

source: Organisation der Lagerung von Kohlenwasserstoff
en: Arrangement of the storage of hydrocarbons

source: Organisation der Brennstoffverteilung
en: Arrangement of the transportation of fuels

source: Organisation der An- und Abreise zu und von Hotels
en: Arrangement of travel to and from hotels

source: Transport von Früchten
en: Transportation of fruit

source: Lagerung von Fahrzeugteilen
en: Storage of vehicle parts

source: Reisebürodienste zur Organisation von Reisen
en: Travel agents services for arranging travel

source: Auskünfte in Bezug auf den Transport von Waren
en: Information services relating to the transportation of goods

source: Vermietung von gekühlten Lagereinrichtungen
en: Provision of refrigerated storage facilities

source: Vermietung von Transportern
en: Rental of goods vehicles

source: Beratungsdienste bezüglich Umzügen
en: Advisory services related to removals

source: Vermittlung der Beförderung von Paketen auf dem Luftweg
en: Arranging the transportation of parcels by air

source: Organisation des Entladens von Frachten
en: Arranging the unloading of cargo

source: Transporte durch Kurierdienste
en: Transportation by courier

source: Beförderung von Tieren
en: Transportation of animals

source: Transport von Kosmetika
en: Transportation of cosmetics

source: Vermittlung der Beförderung von Kunstwerken
en: Arrangement for the transportation of works of art

source: Vermietung von Fahrzeugen mit Maschinenhäusern
en: Rental of vehicles equipped with nacelles

source: Bergung [Transport] von Fahrzeugen in der Luft
en: Rescue [transport] of vehicles in the air

source: Bergung [Transport] von Fahrzeugen auf dem Land
en: Rescue [transport] of vehicles on the land

source: Bergung von Schiffsfrachten
en: Salvage of ships cargo

source: Gasauslieferung [Verteilung]
en: Gas supplying [distribution]

source: Vermietung von Transportfahrzeugen und Anhängern
en: Rental of traction vehicle and trailers

source: Transport von medizinischen Abfällen und Sonderabfällen
en: Transportation of medical waste and special waste

source: Reise- und Beförderungsreservierungsdienste
en: Travel and transport reservation services

source: Vermietung von Hubplattformen mit Eigenantrieb für Transportzwecke
en: Rental of self-propelled lifting platforms for transportation purposes

source: Koffer-Kuli-Dienste
en: Luggage trolley service

source: Nachtbeförderung von Briefen auf dem Landweg
en: Overnight transportation of letters by road

source: Lagerhaltung für Bauteile
en: Warehousing of parts

source: Abfallbeseitigung [Transport]
en: Waste removal [transport]

source: Durchführung von Gewerbemöbelumzügen
en: Removal of commercial furniture

source: Transportdienste für Flugpassagiere zwischen Flughafen und Rollfeld
en: Airport passenger shuttle services between the airport parking facilities and the airport

source: Organisation und Durchführung der Auslieferung von Versandhandelsware
en: Arranging and conducting of mail order delivery services

source: Jacht- und Bootcharterdienste
en: Yacht and boat charter services

source: Transport von Erdgas
en: Transport of natural gas

source: Versorgung [Transport] mit Wasser für Haushaltszwecke
en: Supply [transport] of water for domestic use

source: Öffentliche Versorgungsdienste in Form von Elektrizitätsverteilung
en: Public utility services in the nature of electricity distribution

source: Paketabholung auf dem Seeweg
en: Collection of packages by sea

source: Pannen- und Abschleppdienste für Fahrzeuge
en: Commercial vehicle breakdown recovery

source: Gewerblicher Fahrzeugabschleppdienst
en: Commercial vehicle towing services

source: Computergestützte Versandauskünfte in Bezug auf Transport
en: Computerised distribution advisory services relating to transport

source: Computergestützte Versandplanung in Bezug auf Transport
en: Computerised distribution planning relating to transportation

source: Verfolgen und Auffinden von Briefen und Paketen
en: Tracking and tracing services for letters and parcels

source: Vermietung von Kaltlagereinrichtungen
en: Provision of cold store facilities

source: Abwasserentsorgungsdienste [Transport]
en: Sewage disposal [transport] services

source: Versand von Dokumenten
en: Shipping of documents

source: Kühltransport von gekühlten Waren
en: Refrigerated transport of cold goods

source: Beladen von Fahrzeugen mit Frachtgut
en: Filling of vehicles with freight

source: Befüllung von Verkaufsautomaten
en: Filling of vending machines

source: Sonderabfertigung von Passagieren [Transport]
en: Preferential passenger check-in services

source: Beladen von Zügen
en: Loading of trains

source: Organisation von Straßentransporten
en: Services for arranging transportation by road

source: Hafendienste [Andockdienste]
en: Marina services [docking services]

source: Erteilung von Auskünften in Bezug auf Straßen- und Verkehrsbedingungen
en: Provision of information relating to road traffic conditions

source: Verschiffen von Waren
en: Shipping of goods

source: Liefern von Wasser
en: Transport by water

source: Vermietung von Lagern
en: Rental of warehouses

source: Vermietung von Lagerräumen
en: Rental of warehouse space

source: Warentransporte
en: Transport of goods

source: Reservierungsdienste für Transporte auf dem Seeweg
en: Reservation services for transportation by sea

source: Auslieferung von Möbeln
en: Delivery of furniture

source: Befördern von Möbeln
en: Carting of furniture

source: Vermietung von Flugmotoren
en: Rental of aero engines

source: Vermietung von Lagercontainern
en: Rental of storage containers

source: Reservierung und Buchung von Transportdienstleistungen
en: Reservation and booking services for transportation

source: Reservierung von Ankerplätzen für Reisen
en: Reservation of berths for travel

source: Transport und Lagerung von Müll
en: Transport and storage of waste

source: Transport von Wertsachen
en: Transport of valuables

source: Bewachter Transport von Wertsachen
en: Guarded transport of valuables

source: Vermietung von Karren
en: Rental of barrows

source: Zustellung von Wertsachen
en: Delivery of valuables

source: Reservierung und Buchung von Sitzplätzen für Reisen
en: Reservation and booking of seats for travel

source: Reservierung und Buchung von Reisen
en: Travel reservation and booking services

source: Verteilung durch Leitungen und Kabel
en: Services for the booking of travel

source: Navigationsdienste [Ortung, Routen- und Kursplanung]
en: Navigation (positioning, and route and course plotting)

source: Vermietung von Transportmitteln
en: Rental of means of transportation

source: Transport von Frachten und Ladung sowie Umzugsdienste
en: Freight and cargo transportation and removal services

source: Vermietung von Navigationssystemen
en: Rental of navigational systems

source: Bereitstellung von Routenwahlinformationen für Reisezwecke
en: Providing driving directions for travel purposes

source: Erteilung von Auskünften zu Postleitzahlen
en: Provision of information relating to postal codes

source: Wiederauffüllung von Geldautomaten mit Bargeld
en: Cash replenishment of automated teller machines

source: Vermietung von Rollern für Beförderungszwecke
en: Rental of scooters for transportation purposes

source: Lagerung von radioaktivem Abfall
en: Storage of radioactive waste

source: Vorübergehende Verwahrung von persönlichen Gegenständen
en: Temporary safekeeping of personal belongings

source: Zeitweilige Lagerung von Lieferungen
en: Temporary storage of deliveries

source: Verteilung von Gas
en: Distribution of gas

source: Passagierbeförderung mit der Bahn
en: Transport of passengers by rail

source: Lagerung von Frachten
en: Freight warehousing

source: Lagerung von Fracht
en: Storage of freight

source: Transport von Paketen
en: Transport of parcels

source: Bergung von Schiffen
en: Salvage of ships

source: Buchung von Reisetickets
en: Booking of tickets for travel

source: Lagerung von Fracht vor deren Transport
en: Storage of cargo before transportation

source: Lagerung von Fracht nach deren Transport
en: Storage of cargo after transportation

source: Vermietung von Tiefkühlschränken
en: Rental of frozen food lockers

source: Verladen von Waren
en: Loading of cargo

source: Bereitstellung von Parkeinrichtungen
en: Provision of car parking facilities

source: Rettungsdienste [Transport]
en: Rescue operations [transport]

source: Transport- und Frachtmaklerdienste
en: Freight brokerage [forwarding (Am.)]

source: Veranstaltung von Reisen
en: Arranging of travel tours

source: Vermietung von Tiefseetaucheranzügen
en: Rental of deep water diving suits

source: Verpacken von Waren
en: Packaging of goods

source: Einpacken von Waren
en: Wrapping of goods

source: Verteilung von Elektrizität
en: Electricity distribution

source: Verteilung von Wasser
en: Water distribution

source: Vermietung von Reisekoffern
en: Travelling trunks rental

source: Tierrettungsdienste [Transport]
en: Animal rescue services [transport]

source: Wohltätigkeitsdienste, nämlich Verteilen von Bekleidungsstücken
en: Charitable services, namely distribution of clothing

source: Wohltätigkeitsdienste, nämlich Verteilen von Decken
en: Charitable services, namely distribution of blankets

source: Vermietung von GPS-Ausrüstungen für Navigationszwecke
en: Rental of GPS equipment for navigational purposes

source: Veranstaltung und Reservierung von Reisen
en: Travel arrangement and reservation services

source: Sammeln, Transport und Zustellung von Waren, Dokumenten, Paketen und Briefen
en: Collection, transport and delivery of goods, documents, parcels and letters

source: Verteilung von Energie zum Heizen und Kühlen von Gebäuden
en: Distribution of energy for heating and cooling buildings

source: Transport von Baumaterialien
en: Transport of building materials

source: Organisation des Transports von Gütern zu Wasser
en: Arranging for the transport of goods by sea

source: Vermietung von Containern für Lagerzwecke
en: Rental of containers for warehousing and storage

source: Zurverfügungstellen von Reiseinformationen über das Internet
en: Providing tourist travel information, via the Internet

source: Lagerung von Altöl
en: Storage of waste oil

source: Lagerung von Agrarerzeugnissen in Lagerhäusern
en: Storage of farm products in warehouses

source: Reiseinformationsdienste in Bezug auf Unterbrechungen aufgrund schlechten Wetters
en: Travel information about disruptions due to adverse weather conditions

source: Planung und Organisation von Sightseeing-Touren und Tagesfahrten
en: Planning and arranging of sightseeing tours and day trips

source: Lagerung von Containern und Frachtgut
en: Storage of containers and cargo

source: Sitzplatzbuchung für Busreisen
en: Booking of seats for coach travel

source: Buchungen von Plätzen für Flugreisen
en: Booking of seats for air travel

source: Sitzplatzbuchung für Zugreisen
en: Booking of seats for rail travel

source: Verpackung von Waren in Containern
en: Packing of goods in containers

source: Abschleppen von Fahrzeugen im Rahmen des Pannendienstes
en: Towing of vehicles in connection with breakdown services

source: Buchung von Sightseeing-Touren durch Agenturen
en: Booking of sightseeing tours through agencies

source: Beratung in Bezug auf die Nachverfolgung von Gütern auf dem Transportweg
en: Advisory services relating to the tracking of goods in transit

source: Lagerung von Tiefkühlkost in Lagerhäusern
en: Storage of frozen food in warehouses

source: Bereitstellung von Flughafengebäuden für die Luftfahrt
en: Provision of airport facilities for aviation

source: Expresslieferung von Briefen
en: Express delivery of letters

source: Organisation von Transport und Reisen
en: Arranging of transport and travel

source: Lagerung von Flüssigerdgas auf Schiffen
en: Storage of liquefied natural gas on ships

source: Abschleppen und Abtransport von Fahrzeugen als Bestandteil von Pannenservices
en: Towing and transport of cars as part of vehicle breakdown services

source: Zustellung und Weiterleitung von Briefen und Paketen
en: Delivery and forwarding of letters and parcels

source: Zustellung und Weiterleitung von Post
en: Delivery and forwarding of mail

source: Vermietung von Taucheranzügen und Taucherglocken
en: Rental of diving bells and diving suits

source: Veranstaltung und Buchung von Sightseeing-Touren
en: Arranging and booking of sightseeing tours

source: Organisation und Buchung von Tagesfahrten
en: Arranging and booking of day trips

source: Organisation und Buchung von Exkursionen
en: Arranging and booking of excursions

source: Veranstaltung und Buchung von Reisen für Pauschalurlaubsreisen
en: Arranging and booking of travel for package holidays

source: Organisation und Buchung von Exkursionen und Sightseeing-Touren
en: Arranging and booking of excursions and sightseeing tours

source: Sammeln, Transport und Zustellung von Waren
en: Collection, transport and delivery of goods

source: Organisation des Transports von Luftfracht
en: Arranging for the transport of air freight

source: Verladen von Frachtcontainern auf Lastkraftwagen
en: Loading of freight containers onto trucks

source: Transport von Frachtcontainern mit LKW
en: Transport of freight containers by lorry

source: Verladen von Frachtcontainern auf Schienenfahrzeuge
en: Loading of freight containers onto rail vehicles

source: Transport von Frachtcontainern mit der Eisenbahn
en: Transport of freight containers by rail

source: Verladen von Frachtcontainern auf Schiffe
en: Loading of freight containers onto ships

source: Transport von Frachtcontainern mit dem Schiff
en: Transport of freight containers by ship

source: Planung, Buchung und Veranstaltung von Reisen
en: Planning, arranging and booking of travel

source: Vermietung von Paletten und Containern zur Warenlagerung
en: Rental of pallets and containers for storage of goods

source: Vermietung von Paletten und Containern für den Gütertransport
en: Rental of pallets and containers for transport of goods

source: Postzustellung durch Kurier
en: Delivery of mail by courier

source: Be- und Entladen von Flugzeugen
en: Loading and unloading of airplanes

source: Abholung und Auslieferung von Textilwaren
en: Pick-up and delivery of textile goods

source: Beratung im Bereich der Lagerung, abgewickelt über Callcenter und Hotlines
en: Consultancy in the field of storage services provided by telephone call centers and hotlines

source: Beratung im Bereich der Beförderung, abgewickelt über Callcenter und Hotlines
en: Consultancy in the field of transport services provided by telephone call centers and hotlines

source: Beratung im Bereich von Geschäftsreisen, abgewickelt über Callcenter und Hotlines
en: Consultancy in the field of business travel provided by telephone call centers and hotlines

source: Beratung im Reisebereich, abgewickelt über Callcenter und Hotlines
en: Consultancy in the field of travel provided by telephone call centers and hotlines

source: Zurverfügungstellen von Information zu Exkursionen und Sightseeing-Touren für Touristen
en: Providing information to tourists relating to excursions and sightseeing

source: Vermietung von Autoanhängern
en: Rental of automobile trailers

source: Organisation und Buchung von Sightseeing-Stadttouren
en: Arranging and booking of city sightseeing tours

source: Internationale Seefracht-Verschiffungsdienstleistungen
en: International ocean freight shipping services

source: Personenbeförderung durch städtische Schnellbahnnetze
en: Carriage of persons by urban rapid transit rail systems

source: Zurverfügungstellen von Informationen zum Fahrradverleih
en: Providing information relating to bicycle rental services

source: Beförderung von Passagieren auf Binnengewässern
en: Transport of passengers by inland water

source: Warentransport auf Binnengewässern
en: Transport of goods by inland water

source: Zurverfügungstellen von Informationen im Bereich der Energieverteilung
en: Providing information relating to the distribution of electricity

source: Vermietung von Verpackungs- oder Einwickelmaschinen und -geräten
en: Rental of packing or wrapping machines and apparatus

source: Verteilung von Energie an Haushalte
en: Distribution of electricity to households

source: Lagerung von kontaminiertem Abfall
en: Storage of contaminated waste

source: Transport von kontaminiertem Abfall
en: Transport of contaminated waste

source: Transport von kontaminiertem Boden
en: Transport of contaminated soil

source: Kühllagerung von Meeresfrüchten
en: Refrigerated storage of seafood

source: Hafendienste für Schiffe und Boote
en: Harboring services for ships and boats

source: Vermietung von Wasserfahrzeugen, Jachten, Schiffen, Booten und Wasserfahrzeugen
en: Chartering of watercraft, yachts, ships, boats and water vehicles

source: Be- und Entladen von Gütern
en: Loading and unloading of goods

source: Buchung von Transportmitteln über globale Computernetze
en: Booking of transport via global computer networks

source: Organisation von Exkursionen, Tagesausflügen und Sightseeingfahrten
en: Arranging of excursions, day trips and sightseeing tours

source: Zurverfügungstellen von Beförderungs- und Reiseinformationen über mobile Telekommunikationsapparate und -geräte
en: Providing transport and travel information via mobile telecommunications apparatus and devices

source: Organisation von Sightseeing-Touren im Rahmen von Pauschalreisen
en: Arranging of sightseeing tours as part of package holidays

source: Organisation von Ausflügen im Rahmen von Pauschalreisen
en: Arranging of excursions as part of package holidays

source: Zurverfügungstellen von Informationen über das Internet zu Reisen
en: Providing information about travel, via the Internet

source: Entladen von Fracht und Gepäck
en: Unloading cargo and luggage

source: Buchung von Urlaubsreisen und Ausflügen
en: Booking of holiday travel and tours

source: Betrieb von Mautstraßen
en: Operating toll roads

source: Transport von Mechanikern im Flugzeug zu außer Betrieb gesetzten Flugzeugen
en: Transportation of mechanics to grounded aircraft via airplane

source: Beratungsleistungen in Bezug auf die Verteilung von Elektrizität
en: Consultancy services relating to the distribution of electricity

source: Zurverfügungstellen von Informationen zum Lufttransport
en: Providing information relating to air transport

source: Physische Lagerung von elektronisch gespeicherten Digitaldaten, Fotografien, Audio- und Bilddateien
en: Physical storage of electronically stored digital data, photographs, audio and image files

source: Vermietung von Parkplätzen und Garagen für Fahrzeuge
en: Rental of parking places and garages for vehicles

source: Vermietung von Ruderbooten
en: Rental of rowing boats

source: Abholung und Auslieferung von Briefen
en: Pick-up and delivery of letters

source: Auslieferung, Versand und Verteilung von Zeitungen und Magazinen
en: Delivery, despatching and distribution of newspapers and magazines

source: Informations- und Beratungsdienste in Bezug auf die Energieverteilung
en: Information and advisory services in relation to the distribution of energy

source: Vermietung von Campingfahrzeugen
en: Rental of recreational vehicles

source: Beförderung von Passagieren mit Standseilbahnen
en: Transport of passengers by funicular railway

source: Vermittlung von Reiseleitung
en: Arranging of tour guides

source: Lagerung von chirurgischen Instrumenten und Geräten
en: Storage of surgical instruments and equipment

source: Abholung und Auslieferung von Waren und Paketen
en: Pickup and delivery of parcels and goods

source: Lagerung von Öl
en: Storage of oil

source: Zurverfügungstellen von Informationen zur Vermietung von Kühlschränken
en: Providing information relating to the rental of refrigerators

source: Zurverfügungstellen von Informationen zu Fahrdienstleistungen
en: Providing information relating to vehicle driving services

source: Physische Lagerung von elektronisch gespeicherten Computerspielen
en: Physical storage of electronically stored computer games

source: Physische Lagerung von elektronisch gespeicherten digitalen Videodateien
en: Physical storage of electronically stored digital video files

source: Physische Lagerung von elektronisch gespeicherten digitalen Bildern
en: Physical storage of electronically stored digital images

source: Physische Lagerung von elektronisch gespeicherten digitalen Fotografien
en: Physical storage of electronically stored digital photographs

source: Physische Lagerung von elektronisch gespeicherten Daten, Dokumenten, digitalen Fotografien, Musik, Bildern, Videos und Computerspielen
en: Physical storage of electronically stored data, documents, digital photographs, music, images, video, and computer games

source: Transport und Verteilung von Erdgas und Flüssiggas
en: Transport and distribution of natural gas and liquefied gas

source: Lagerung von Waren in Lagerhäusern
en: Storage of goods in warehouses

source: Internationaler Luftfrachttransport
en: International air freight shipping services
